Repository: jorge-barroso/baamanga
Catalog: po/*.po
Languages: es

source: Name: %s Chapter: %s
es: Nombre: %s Capítulo: %s

source: Welcome to Baamanga, the new manga downloader with lots of supported webpages. Just insert your download link and everything will be done automatically:
es: Bienvenido a Baamanga, el nuevo programa para descargar manga con soporte para un montón de páginas. Simplemente introduce el enlace de descarga y todo se hará automáticamente:

source: Manga from animea! I'd like to download it's anime aswell, soon maybe...
es: Manga de animea! Ojalá se pudiera descargar su anime también. Pronto, tal vez...

source: Ok, you are downloading Danbooru boards, let's go
es: Muy bien, descargando imagenes de Danbooru, vamos alla

source: Wow, you are downloading manga from e-hentai, enjoy it!
es: Guau, descargando manga de e-hentai, ¡disfrútalo!

source: Mmm Futahentai, having fun huh? Let's download it!
es: Mmm Futahentai, ¿estás pasándolo bien eh? ¡Vamos allá!

source: Mangafox! Good choice! Come on
es: ¡Mangafox! ¡Buena elección! Vamos allá

source: This is a Mangahere url isn't it? It's a very good manga site, starting download!
es: Una url de Mangahere, ¿no? Muy buen sitio de manga, ¡comenzando descarga!

source: Mmm mangareader, a classic! Good and varied, let's download it!
es: Mmm mangareader, ¡un clásico! Bueno y variado, ¡vamos a descargar!

source: Shared manga is better isn't it? Starting download
es: El manga compartido es mejor, ¿eh? Comenzando la descarga

source: Yeah good pown, let's share it
es: Oh sí, buen pown, vamos a compartirlo

source: This is Submanga! The best Spanish manga site!
es: ¡Esto es Submanga! El mejor sitio de manga en español

source: Hey, good manga board, it is from Zerochan isn't it? Downloading!
es: Ey, una buena imagen de un manga, es de Zerochan, ¿no? ¡Descargando!

source: Sorry, is not possible to download from this webpage, try with one bellow: -Submanga -Mcanime -Mangafox -Mangashare -Mangareader -Futahentai -E-hentai -4Chan -Zerochan -Danboru -Pown
es: Lo siento, no es posible descargar de esta página web, prueba una de las siguientes: -Submanga -Mcanime -Mangafox -Mangashare -Mangareader -Futahentai -E-hentai -4Chan -Zerochan -Danboru -Pown

source: USAGE: baamanga [options] [url]
es: USO: baamanga [opciones] [url]

source: Both [options] and [url] are optional
es: Tanto [opciones] como [url] son opcionales

source: Options are:
es: Las opciones son:

source: --config Show config dialog
es: --config Muestra el diálogo de configuración

source: --version Print version information and exit
es: --version Muestra información sobre la versión y se cierra

source: --help Show this dialog
es: --help Mostrar este dialogo

source: Where do you want your manga to be downloaded?:
es: ¿Donde quieres que se guarde tu manga?:

source: How do you want your downloaded manga? 1. image 2. pdf 3. cbz
es: ¿Como quieres ver tu manga descargado? 1. imagen 2. pdf 3. cbz

source: Introduce format number:
es: Introduce el número del formato:

source: You have chosen pdf, which is not yet supported, manga format set as image.
es: Has elegido pdf, pero aún no está soportado, formato configurado como "imagen".

source: You have chosen cbz, which is not yet supported, manga format set as image.
es: Has elegido cbz, pero aún no está soportado, formato configurado como "imagen".

source: Baamanga version 1.0 (release data).
es: Baamanga versión 1.0 (fecha de lanzamiento).

source: Copyright by Jorge Barroso <jorge_barroso_11 at hotmail dot com>.
es: Copyright por Jorge Barroso <jorge_barroso_11 at hotmail dot com>.

source: Distributed under GNU General Public License 2 (GPL 2.0)
es: Distribuido bajo GNU General Public License 2 (GPL 2.0)

source: Feel free to report any bug, issue or comment to https://github.com/jorge-barroso/baamanga
es: Siéntete libre de reportar cualquier error, comentario o lo que quieras en https://github.com/jorge-barroso/baamanga

source: Select a name for your downloaded file:
es: Elige un nombre para el archivo descargado:

source: This is danborubulk
es: Esta es la función danborubulk

source: Give a name to the board:
es: Dale un nombre a la imagen:

source: A file with the download directory already exists. Do you want to overwrite with a directory? [y/N]
es: Ya existe un archivo con el nombre del directorio de descarga. ¿Quieres sobreescribirlo con un directorio? [y/N]

source: Choose a new PATH to download your manga. (full path with "" if space):
es: Elige una nueva RUTA para descargar tu manga. (ruta completa con "" si usas espacios):

source: A file with the name of your manga already exists. Do you want to overwrite it? [y/N]
es: Ya existe un archivo con el nombre de tu manga. ¿Quieres sobreescribirlo? [y/N]

source: Choose a new directory to download %s. (Use "" if space):
es: Elige una nueva carpeta para descargar %s. (Usa "" si usas espacios):

source: A file with the chapter of your manga already exists. Do you want to overwrite it? [y/N]
es: Un archivo con el capítulo de tu manga ya existe. ¿Quieres sobreescribirlo? [y/N]

source: Choose a new directory to download the chapter. (Use "" if space):
es: Elige un nuevo directorio para descargar el capítulo. (Usa "" si usas espacios):

source: A file with the download directory name already exists. Saved as %s.backup, making config directory.
es: Un archivo con el nombre del directorio de descarga ya existe. Se ha guardado como %s.backup, creando directorio de configuracion.

source: This is ehentai
es: Esto es ehentai.

source: This is Mangafox Bulk
es: Esto es mangafox Bulk

source: Name: %s Chapter: %s
es: Nombre: %s Capítulo: %s

source: Downloading page %d...
es: Descargando página %d...

source: %s chapter %s downloaded
es: %s capítulo %s descargado

source: This is mangaheresingle
es: Esto es mangaheresingle

source: This is mangaherebulk
es: Esto es mangaherebulk

source: Name: %s
es: Nombre: %s

source: Unknown URL
es: URL desconocida

source: There are %hu chapters, do you want to start downloading with some chapter in particular? [y/N]
es: Hay %hu capítulos, ¿quieres empezar la descarga desde algún capítulo en concreto? [y/N]

source: Which chapter do you want to start for?
es: ¿Por qué capítulo quieres empezar?

source: The chosed chapter does not exist, downloading from chapter 1
es: El capítulo elegido no existe, descargando desde el capítulo 1

source: Given chapter does not exist. Download will start from next available chapter (Chapter n. %s)
es: El capítulo elegido no existe. La descarga comenzará por el siguiente capítulo disponible (Capítulo nº %s)

source: Chapter: %s
es: Capítulo: %s

source: Download Finished
es: Descarga finalizada

source: Give a name to the pown:
es: Dale un nombre al pown:

source: This is submangabulk
es: Estoes submangabulk

source: Please, give a name for the file you are going to download
es: Por favor, dale un nombre al archivo que vas a descargar

source: This is zerochansingle
es: Esto es zerochansingle

source: This is zerochanbulk
es: Esto es zerochanbulk
